Repository: giellalt/corpus-nob
Catalog: tmx/fkv/ficti/ruijankaiku/han_pappa_i_storm_og_stilla.docx.tmx
Source language: nob
Languages: fkv

source: HAN PAPPA I STORM OG STILLA
fkv: PAPPA MYRSKYSSÄ JA TYVENESSÄ

source: «Dåkker må ause!
fkv: «Tet häyđyttä auskaroita!

source: » Pappa spente et solbleket, rødt øsekar i retning første og beste lettmatros.
fkv: » Pappa oijensi auringon pleekistämän, punaisen auskarin ensimäisenä tiele osanheele pikkumatruusille.

source: De passet godt i lag, han pappa og sjøen.
fkv: Net pasathiin hyvin yhtheen, pappa ja meri.

source: Like iskald og uredd som den, pappa var en dyktig «feskar.
fkv: Pappa oli sama jääkylmä ja pölvötön ko meri, ja seppä fiskari.

source: Ottar Olsen ble høyt oppe i årene før han nevnte «kvænan.
fkv: Maaterivanhiimiitten nimi oli Kumpula ja net tulthiin meiđän iđänpuolisesta krannista.

source: » Forfedrene het Kumpula og kom fra våre nabotrakter i øst.
fkv: Pappa kuului ja kuuluu aina mailman pohjaisiimphiin lantalaishiin, se oli pois Kelviikista Vookin ulkopuolelta.

source: Pappa var og er blant verdens nordligste kvener, han kommer fra Kjelvik utenfor Honningsvåg.
fkv: Ennen vuotta 1950 kommuunin nimi ei ollu Nordkapp (eli kvääniksi Kappa) mutta Kjelvik (eli kvääniksi Kelviikki).

source: Før 1950 het det ikke Nordkapp kommune, men Kjelvik kommune. Trygg havn og yrende folkeliv.
fkv: Sielä oli turvalinen hamina ja paljon elämää.

source: Før tidens moderne tann løp fra fiskeværet.
fkv: Ennen ko aijan moderni hammas hylkäs fiskukylän.

source: Men like værhardt er det, i dag som før.
fkv: Mutta sama säänkova se oon vieläki, nyt niin ko ennen.

source: Som i 1882 da orkanen tok kirka, de fant rester av kirka flere hundre meter oppe i de bratte fjellsidene.
fkv: Niin ko vuona 1882 ko hirmumyrsky vei kirkon, net löyđethiin kirkon kappalheita usheitten sattoin metriin päästä pystöstä vaaranlaiđasta.

source: Den lokale gudstroen gikk på en skrell, det er så.
fkv: Paikan ihmisten usko Jumalan pääle kärsi pahan takaiskun, niin se vain oli.

source: Jeg trødde mine barnesko i Kjelvik.
fkv: Mie kulutin lapsenkenkiä Kelviikissa.

source: Ofte dro familien utover med Lill, kutteren som pappa rodde fiske med.
fkv: Ushein peret lähti uloskäsin Lillilä, papan fiskukutterilla.

source: Ho Lill tok dårlig vær med godt humør, slo bølgene innover henne, slo hun tilbake.
fkv: Lill ei perustannu pahasta säästä, jos paarot lyöthiin häntä vasthaan, se hän se vain löi takaisin.

source: Da pisket hun sjøen med masta si, la seg sideveis over og smakket til sjøen både på babord og styrbord side.
fkv: Silloin se piiskas mertä mastola, meni syrjälens ja läiskytti mertä sekä paapuurin ette styyrpuurin puolelta.

source: Det hendte jeg var med pappa ut på tur, da trivdes jeg godt foran Lills maritime VHF-radio, beregnet på å slå alarm i havsnød.
fkv: Välhiin mie olin papan kansa merelä, ja silloin minusta oli soma olla Lillin VHF-meriraadion vieressä, mikä oli olemassa sitä varten ette sillä saattoi varata jos joutui merihäthään.

source: Noen ganger sang jeg sanger og fortalte vitser i radioen, med varierende tilbakemelding fra andre fiskere på feltet.
fkv: Muutamisti mie lauloin ja muistelin siihen vitsii, mihin sitte muut fiskarit vastathiin vähäsen vaihettelleevhaan mallhiin.

source: Tross mammas protester startet vi stundom hjem fra Kjelvik i uvær.
fkv: Vaikka mamma aina paniki vasthaan, met muutamisti lähđimä Kelviikista kothiin pahansään aikana.

source: En sånn sensommer stevnet vi i kuling vekk fra Kjelen med speilbåten Sigerfjord, og nådde havna i Honningsvåg i full storm.
fkv: Yhtenä semmoisenna syyskesän päivänä met lähđimä kohta friskissä säässä Kelviikistä meiđän peilivenheelä, Sigerfjordila, ja ko pääsimä Vookin haminhaan, se oli jo täysi tormi.

source: Båten full av folk og pakkenelliker, det var et lurveleven av en ferd.
fkv: Venet oli pakattu täytheen väkkee ja tavaraa, se oli villi matka.

source: Det var som å ri ei levende dumphuske.
fkv: Se oli ko olis rattastannu elläävällä keijulauđala.

source: Jeg klorte meg fast i skipshunden Rex, på dørken fikk de stadige skyllebøttene bagen med skipskatten Lizken til å flotne og reke av.
fkv: Mie tarrasin kiini meiđän laivakoirhaan, Rexhiin, venheen pohjala huilaili ja riutui paaronpriiskuissa laivakissa Lizkenin kuljetuskassi.

source: Til vill mjauing i protest sprengte hun åpen glidelåsen, kravlet hodet og et par labber ut i det fri.
fkv: Kissa protesteeras ja maukui villisti ja repäisi silkolukun auki ja lykkäs pään ja pari käpälää ulos.

source: Så tok bagen med katten til å fosse hit og dit, med sprikende labber og strie øyne.
fkv: Sitte kuljetuskassi kissoinens alkoi huilaskelemhaan sinne tänne, käpälät ilmassa ja siirottavin silmin.

source: Ut av det blå fikk vi enda ei skyllebøtte.
fkv: Sitte saima vielä yhđen paaronpriiskun.

source: Fra han pappa. Vår værbitte skipper ved rattet.
fkv: Papalta.

source: Han hadde en urovekkende melding:
fkv: Meiđän säänpuremalta kipparilta ratin vieressä.

source: Som var meg.
fkv: » Pappa oijensi auringon pleekistämän, punaisen auskarin ensimäisenä tiele osanheele pikkumatruusille.

source: Jeg øste som en gal resten av turen.
fkv: Joka olin mie.

source: Øste i dagevis, kjentes det som, uten at det virket å hjelpe.
fkv: Mie auskaroittin villista lopun matkaa.

source: Sjøen var utrolig ivrig, prøvde stadig å klatre om bord.
fkv: Auskaroittin päivätolkula, siltä se tuntui, ilman ette siitä näytti olleevan vähhääkhään appuu.

source: «Styr oss inn tell Nordvågen.
fkv: Meri oli uskomattoman virkku, freistas koko aijan kiikkuut riipon yli.

source: No!
fkv: «Nyt viet meiđät Nuurvookenhiin!

source: Vi hadde rundet første odden og stirret rett på noe fult noe.
fkv: Mamma se niin huusi.

source: En slags meteorologisk utgave av Mannen med ljåen.
fkv: Met olima justhiin kiertänheet ensimäisen niemen ja pyyristimmä suorhaan johonki kamalhaan.

source: Fra hav til himmel, en blygrå uværsvegg, vrient å vite hvor bølgene sluttet og skyene begynte.
fkv: Yhđenlaisheen meteoroloogisheen Vikatetmiehen vastauksheen.

source: Pappa derimot, han virket å kose seg ved synet, i alle fall styrte han bent imot mens han skjøv hardt i en gasshendel som allerede var presset til maks. Man slår ikke av for kjentfolk, ville pappa sagt.
fkv: Merestä ylös taivhaasseen asti, plyijynharmaja pahansäänseinä, se oli huono tiettäät missä paarot loputhiin ja pilvet alethiin.

source: «Det koster ingen ting å sette livet på spill», pappa er kreativ i møte med livets mange utfordringer, han kunne typisk ha sånne diskutable ordtak på lur.
fkv: Pappa sitä vastoin, se näytti ette oikhein hyvin triivastui sen nävyn kansa, joka taphauksessa se ohjas suorhaan kohđen samassa ko painoi lujasti gassihantaakkii mikä jo oli ääriasenossa. Oman väjen kansa ei tingitä, olis pappa sanonu.

source: I leiligheten sin hjemme i Honningsvåg har han forresten i nyere tid hengt opp en lapp.
fkv: «Se ei maksa mithään ette pannee elämän pelhiin», pappa kyllä oon kreatiivinen elämän vaaroin kansa kohtaamisissa, sillä pruukas olla varala semmoissii vähä riiđanalaissii sananparssii.

source: På døra til toalettet.
fkv: Kotona Vookissa se oon hiljemin henganu ylös hyysikän ovheen lapun.

source: «Den himmelske freds dass», står det på lappen.
fkv: «Taivhaalisen rauhan hyysikkä», seissoo siinä lapussa.

source: «Nordvågen!
fkv: «Nuurvookenhiin!

source: », skrek mamma igjen, mens hun fortvilt pekte innover mot vika som på styrbord side sneglet seg forbi.
fkv: » kiljui mamma taas, samala ko hän epätoivoisesti osoitteli styyrpuurin puolelta taka jäänheen lahđen suunthaan.

source: Pappa trives best i motbør og uenighet, så kanskje mamma hadde fått viljen sin dersom hun ropte at Ottar, for all del, ikke måtte styre mot Nordvågen.
fkv: Papasta sommiin oli vastahanka ja riita, niin ette piian mamma olis paremin saanu tahtons läpi jos olis huutanu ette Ottar, älä mishään taphauksessa ohjaa kohđen Nuurvookenii.

source: Nå dro han bare capsen bedre ned i øynene og ristet på hodet.
fkv: Nyt pappa veti tyhä liuskulakin syvemälle päähän ja puđisti päätä.

source: Han mistenkte nok hva mamma planla, nemlig å ta drosje fra Nordvågen til Honningsvåg.
fkv: Sillä kyllä oli omat eppäilykset siitä mikä mammala oli mielessä, nimittäin ette se halus ottaat drossin Nuurvookista Vookhiin.

source: Drosje er dyrt.
fkv: Drossi oli tyyris.

source: Pappa mente sikkert at det lønte seg bedre å utfordre skjebnen.
fkv: Sillä papan mielestä se oli sikkaristi parempi kojetella kohtaloo.

source: Ny bølgevegg foran oss, likeså bratt som fjellene rundt Kjelvik.
fkv: Uusi paaroseinä vastassa, sama pystö ko vaarat Kelviikin ympärillä.

source: Det føltes loddrett å klarte, noe overhengende farlig høyt der oppe.
fkv: Se tuntui luođisuoralta kiikkuut sitä ylös, sielä ylhäälä oli jotaki ylipääsemättömän vaaralista.

source: Flak av skum drev forbi idet kjølen knivet seg gjennom toppen av bølgekammen, der hang vi et øyeblikk liksom på stedet hvil, før baugen igjen tok til å synke.
fkv: Karjaspäät huilailthiin sivvu siinä ko köli leikkas läpi paarotörmän, sielä met sitte keijuima hetken paikalamma ennen ko keula taas vajos.

source: Så stupte vi utfor, en vektløs følelse.
fkv: Sitte met kaađuima etheenpäin, tuntui ko olisimma olheet painottomat.

source: Da var det bulende øyne over flekkete tenner, hår som blafret i fartsvinden, før man knep igjen øyne og det som verre var – og slamret ned i bunnen av bølgedalen.
fkv: Silmät pullistelthiin ulvos ja suu hirvisteli, hykset huiskuthiin tuulessa, ennen ko taas puristimma silmät kiini ko kävi vielä hullumasti – ko paiskauđuima alas paarovankan pohjale.

source: Noe som medførte en sterkt komprimert følelse av å bli smurt utover dørken.
fkv: Se tuntui ko olis litistynny latuskaksi venheen pohjaa pitkin.

source: Sekunder senere var det på han igjen, ny tindebestigning til uante høyder, ny erkjennelse av at denne bølgen, den ble tuen som veltet lasset.
fkv: Joku sekuntti jälkhiin menthiin taas uuđesti vaaran laittaa uushiin korkkeukshiin, taas tuntui ette tämä paaro, se oon se höyhen mikä murttaa kameelin sölän.

source: Sånn var det å være på sjøen, lærte jeg som liten, en dødsskummel berg-og-dalbane som varte i timevis.
fkv: Semmoinen se oli elämä merelä, mie opin pienenä, kuolemankamala vaara-ja-vankkapaana mikä jatkui tiima tiiman pörästä.

source: Vi var for sjøvant til å mate krabbene, men forbi havstykket langs Vestersida så jeg mamma miste trua.
fkv: Met olima liijan harjaintunheet merheen ette olisimma alkanheet kravunruvaksi, mutta ko olima pääsheet Vestersidan rannan sivvu, se mie näjin ette nyt mamma mistanttaa toivon.

source: Til vanlig så værhardt her at sjøl stilla tok, nå var det full storm med orkan i kastene.
fkv: Tavalisesti se oli niin säänkova paikka ette tyvenessäki tuuli, nyt oli täysi tormi, tuulenrossissa hirmumyrsky.

source: Mamma røsket til seg en av våre umistelige pakkenelliker.
fkv: Mamma nappas käshiin yhđen meiđän kallisarvoisista tavarapakiista.

source: Klemte den på fanget, liksom den ga henne trøst i nødens stund.
fkv: Puristi sen sylhiin, aivan ko se olis lohđuttannu häđän hetkelä.

source: Tanken hennes var å hive tingene våre over bord.
fkv: Se meinas ette hän viskaa meän tavarat yli riipon.

source: Enten dem, eller seg selv.
fkv: Joko net eli sitte hän itte.

source: Hun ville slanke Sigerfjord i håp om å redde ungene.
fkv: Se halus kevittäät Sigerfjordii siinä toivossa ette sais pärjätyksi kläpit.

source: Gråtkvalt gjennom stormen hørte jeg mamma be.
fkv: Myrskyn läpi mie kuulin ko mamma tukettumaisilla itkhuun rukkoili.

source: Ingen stille bønn, men kjempehøyt.
fkv: Mamma ei rukkoilu hiljaa mutta parkui täytheen äänheen.

source: Hun ba pappa ta til vettet.
fkv: Hän pyysi ette pappa tuli järkhiin.

source: Stivnakket gjennom stormen hørte jeg pappa svare.
fkv: Mie kuulin ko pappa oli sama ittepäinen ja vastas läpi tormin.

source: Han ba også.
fkv: Hänki rukkoili.

source: Han ba ikke om pent vær, nei da, han ba oss holde kjeft. Jeg øste som en gal.
fkv: Mutta hän ei rukkoilu kaunista ilmaa, ehei, hän rukkoili ette met lakkaisimma repimästä naamaa.

source: Vi stevnet ut av uværet liksom ei mus på røm fra løvens gap.
fkv: Mie auskaroittin hullun laila.

source: Havna i Honningsvåg var velsignet smul, på kaia sto det folk og betraktet uværet der ute.
fkv: Met seilasimma pois pahastasäästä niin ko hiiri pakenee leijonan kiđasta.

source: Jeg så dem endelig oppdage oss, de klødde seg i hodet og pekte.
fkv: Vookin haminassa oli siunattu tyven, kaajala seisoi väkkee ja kattelthiin säätä ulkona aavala.

source: «Ka farsken?
fkv: Mie näjin ko het lopulta havaithiin meiđät, raavithiin päätä ja viitothiin.

source: » lød det fra oven da Sigerfjord skrapte imot kaipælene og la seg ved leideren.
fkv: «Mitä hiivattuu?

source: Spørsmålet der oppe fra kaia, kunne jeg høre, var om han Ottar var ved sine fulle fem, eller bare full?
fkv: » kuului ylipuolelta ko Sigerfjord raapi kaajatolppii vasthaan ja toppas trappuin vierheen.

source: Hadde han for alvor begitt seg ut på et sånt kukstøkke, som å ta for seg havstykket Kjelvik – Honningsvåg i åpen speilbåt i full storm?
fkv: Mie saatoin kuula ette kaajalta kyselthiin ette oonko Ottar täyđessä järjessä vain päissäkö se oon.

source: Lastet til ripa med kjerring og unger og like vettskremte dyr?
fkv: Oliko se tođela ollu niin pörröpää ette oli lähteny merele ja täyđessä myrskyssä seilanu Kelviikin ja Vookin välin aukkeimessa peilivenheessa?

source: Jeg hørte dem diskutere på kaia, noen tok familien Olsen i forsvar, mente vi sikkert bare hadde vært ute på baien og drogge småsei.
fkv: Riippoo myöđen lastissa akkaa ja kläppii ja pölvöstä höpertynheitä elläimiitä.

source: I båten snudde pappa capsen og mumlet biskt.
fkv: Mie kuulin ko net puhelthiin kaajala, joku puolustiki Olsenin perettä, meinas ette met sikkaristi olima tyhä käynheet murtonpyyđössä likimukassa.

source: Ba oss komme oss i land.
fkv: Venheessä pappa käänsi liuskulakin ja mumisi kiukkuisesti.

source: «Ja du Ottar», hørte jeg fra oven.
fkv: Menemä nyt siitä maihin.

source: Værharde fjes glodde ned.
fkv: «Niinpä niin sie Ottar», mie kuulin ylipuolelta.

source: «Du kjørte nok med dødslast i dag du.
fkv: Ahvoittunheet naamat pyyristethiin alas.

source: » Det betyr, har jeg lært, at man på nære nippet forliser og drukner.
fkv: «Sie se kyllä kuljetit kuolemanlastii tääpänä.

source: Både Rex og jeg klatret på land uten hjelp.
fkv: » Se tarkoittaa, mie olen oppinu, ette melkhein tullee haaksirikkhoon ja hukkuu.

source: Rex med lenka si i munnen, jeg med ranselen på ryggen og bagen med katten Lizken under armen.
fkv: Met Rexin kansa kiikuima maihin ilman avutta.

source: Klørne stadig ute.
fkv: Rex lenkki suussa ja mie ranseli sölässä ja Lizken-kissan kassi kainalossa. Kynnet sillä oli vieläki ulkona.

source: «Det gjekk helt fint», sa jeg til karene som tok oss imot.
fkv: «Se meni oikhein hyvin», mie sanoin miehile jokka olthiin meitä vastassa.

source: «Æ tok bare auskarre og heiv sjøen tellbake.
fkv: «Mie vain otin auskarin ja paiskoin meren takaisin.
